Repository: The-Fried-Fish/VoidLink-previously-moonlight-zwm
Catalog: VoidLink/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Host processing latency min/max/avg: %.1f/%.1f/%.1f ms
zh_hans: 处理延迟 最小/最大/平均: %.1f/%.1f/%.1f ms
zh_hk: 主機處理延遲 最小/最大/平均：%.1f/%.1f/%.1f ms

source: %d%% opacity
zh_hans: %d%%不透明度
zh_hk: %d%%不透明度

source: Cmd: %@ Sprint: %@ Walk: %@ Parent: %@
zh_hans: 命令: %@ 疾走: %@ 静步: %@ 收纳于: %@
zh_hk: 命令: %@ 疾走: %@ 靜步: %@ 收納於: %@

source: disconnect
zh_hans: 断开
zh_hk: 中斷連線

source: keep %d min
zh_hans: 保持%d分钟
zh_hk: 保持%d分鐘

source: keep alive
zh_hans: 保活
zh_hk: 保持連線

source: Launch
zh_hans: 启动桌面
zh_hk: 啟動

source: Pair with PIN
zh_hans: 输入PIN码配对
zh_hk: 使用PIN碼配對

source: Profile: %@ Alias: %@ Cmd: %@ Parent: %@
zh_hans: 当前布局: %@ 别名: %@ 命令: %@ 收纳于: %@
zh_hk: 版面配置: %@ 别名: %@ 命令: %@ 收納於: %@

source: Profile: %@ Widget: %@
zh_hans: 当前布局: %@ 控件: %@
zh_hk: 版面配置: %@ 控制項: %@

source: Wake-on-LAN
zh_hans: 唤醒
zh_hk: 網路喚醒

source: Add Host
zh_hans: 添加主机
zh_hk: 新增主機

source: both set
zh_hans: 双键开关
zh_hk: 雙鍵開關

source: duplicated !
zh_hans: 按键重复 !
zh_hk: 按鍵重复 !

source: Slide threshold: %0.2f
zh_hans: 触发距离: %0.2f
zh_hk: 觸發距離: %0.2f

# !ML_TEST_RESULT_INCONCLUSIVE
source: Your device's session connection is being blocked. Streaming may not work while connected to this network.
zh_hans: 设备的远程会话连接被阻塞. 可能无法在此网络中串流.
zh_hk: 您裝置的遠端工作階段連線被阻擋。在此網路上連線時，串流可能無法運作。

source: [ Bring up soft keyboard ]
zh_hans: [ 打开本地软键盘 ]
zh_hk: [ 開啟軟體鍵盤 ]

source: [ Disconnect & quit app ]
zh_hans: [ 断开连接并退出应用 ]
zh_hk: [ 斷開連線並退出應用程式 ]

source: [ Edit on-screen widget layout ]
zh_hans: [ 编辑屏显控件布局 ]
zh_hk: [ 編輯螢幕控制項佈局 ]

source: [ Enter picture-in-picture mode ]
zh_hans: [ 进入画中画模式 ]
zh_hk: [ 進入子母畫面模式 ]

source: [ Switch game profile ]
zh_hans: [ 切换游戏配置 ]
zh_hk: [ 切換遊戲配置 ]

source: [ Toggle stats overlay ]
zh_hans: [ 切换统计覆盖层 ]
zh_hk: [ 切換統計覆蓋層 ]

source: %@ is currently running
zh_hans: %@ 正在运行
zh_hk: %@ 目前正在執行

source: %3u ms (var: %3u ms)
zh_hans: %3u ms (抖动: %3u ms)
zh_hk: %3u ms (變異數：%3u ms)

source: %d finger tap
zh_hans: %d指轻按手势
zh_hk: %d指輕點

source: %d%% screen width
zh_hans: %d%%屏幕宽度
zh_hk: %d%%螢幕寬度

source: ADS
zh_hans: 瞄准
zh_hk: 瞄準

source: Crouch
zh_hans: 下蹲
zh_hk: 下蹲

source: Dagger
zh_hans: 匕首
zh_hk: 匕首

# =DisableTouch
source: 🚫 Touch
zh_hans: 🚫 触摸
zh_hk: 🚫 觸摸

source: Disconnect
zh_hans: 断开连接
zh_hk: 斷開連接

# =EnableTouch
source: 🟢 Touch
zh_hans: 🟢 触摸
zh_hk: 🟢 觸摸

source: Flash
zh_hans: 闪光弹
zh_hk: 閃光彈

source: =Folder
zh_hans: 控件夹
zh_hk: 控制項夾

# =GamepadOverlayOff
source: 🟢 🎮 overlay
zh_hans: 🟢 🎮 叠加
zh_hk: 🟢 🎮 疊加

# =GamepadOverlayOn
source: 🚫 🎮 overlay
zh_hans: 🚫 🎮 叠加
zh_hk: 🚫 🎮 疊加

source: Gyro
zh_hans: 陀螺仪
zh_hk: 陀螺儀

source: Inspect
zh_hans: 检视
zh_hk: 檢視

source: Interact
zh_hans: 交互
zh_hk: 互動

source: Jump
zh_hans: 跳跃
zh_hk: 跳躍

source: KB/M
zh_hans: 键鼠FPS
zh_hk: 鍵鼠FPS

# =kbmTip
source: A developer-generated keyboard-mouse control demo. Please edit it as needed.
zh_hans: 此为开发者制作的键鼠布局, 请按需求自行编辑。
zh_hk: 此為開發者製作的鍵鼠佈局，請按需求自行編輯。

source: Laser
zh_hans: 激光
zh_hk: 雷射

source: Left
zh_hans: 左倾
zh_hk: 左傾

source: Map
zh_hans: 地图
zh_hk: 地圖

source: Mic
zh_hans: 麦克风
zh_hk: 麥克風

source: Pickup
zh_hans: 拾取
zh_hk: 拾取

source: Prone
zh_hans: 卧倒
zh_hk: 臥倒

source: Quit app
zh_hans: 退出app
zh_hk: 退出app

source: Reload
zh_hans: 换弹
zh_hk: 換彈

source: Right
zh_hans: 右倾
zh_hk: 右傾

# =rsvpadTip
source: Set in-game right stick sensitivity to maximum, then adjust the RsvPad sensitivity.
zh_hans: 将游戏内的右摇杆灵敏度调整到最大，再调整RsvPad右摇杆触控板灵敏度。
zh_hk: 將遊戲內的右搖桿靈敏度調整到最大，再調整RsvPad右搖桿觸控板靈敏度。

source: Settings
zh_hans: 设置菜单
zh_hk: 設定選單

source: Shoot
zh_hans: 射击
zh_hk: 射擊

source: Shortcuts
zh_hans: 快捷键
zh_hk: 快速鍵

source: Skill1
zh_hans: 技能1
zh_hk: 技能1

source: Skill2
zh_hans: 技能2
zh_hk: 技能2

# =softkeyboard
source: Keyboard
zh_hans: 软键盘
zh_hk: 軟鍵盤

source: Sprint
zh_hans: 冲刺
zh_hk: 衝刺

source: =squat
zh_hans: 蹲下
zh_hk: 蹲下

source: Toolbox
zh_hans: 工具箱
zh_hk: 工具箱

source: Ult.
zh_hans: 终极技
zh_hk: 終極技

source: Walk
zh_hans: 行走
zh_hk: 行走

source: Widgets
zh_hans: 控件菜单
zh_hk: 按鍵選單

# =widgetTool
source: Edit
zh_hans: 修改布局
zh_hk: 修改佈局

source: 🎮 overlay
zh_hans: 🎮 叠加
zh_hk: 🎮 疊加

source: 🎮 overlay switch
zh_hans: 🎮 叠加 开关
zh_hk: 🎮 疊加 開關

source: A button with touchpad functionality will be created
zh_hans: 将创建一个带触摸板功能的按键
zh_hk: 將建立一個帶有觸控板功能的按鍵

source: A touchpad with double-tap button triggering will be created
zh_hans: 将创建一个带双击按键触发功能的触摸板
zh_hk: 將建立一個帶有雙擊按鍵觸發功能的觸控板

source: About
zh_hans: 关于
zh_hk: 關於

source: Absolute MousePad
zh_hans: 鼠标触控板(绝对坐标)
zh_hk: 滑鼠觸控板(絕對座標)

source: Absolute touch drag
zh_hans: 单点鼠标触控拖拽
zh_hk: 單點滑鼠觸控拖曳

source: Activate toolbox menu during streaming
zh_hans: 在串流期间打开工具箱菜单
zh_hk: 在串流期間開啟工具箱選單

source: Add
zh_hans: 新增
zh_hk: 新增

source: Add Host Manually
zh_hans: 手动添加远程主机
zh_hk: 手動新增主機

source: Add to favorite
zh_hans: 收藏
zh_hk: 新增至我的最愛

source: Adjust the pressure curve by adding or dragging the purple squares.
zh_hans: 通过添加或移动紫色方块点调整笔压曲线。
zh_hk: 透過新增或移動紫色方塊點來調整筆壓曲線。

source: All Settings
zh_hans: 全部设置
zh_hk: 所有設定

source: Alpha
zh_hans: 透明度
zh_hk: 透明度

source: Applications
zh_hans: 选择应用
zh_hk: 應用程式

source: Arrow direction pad
zh_hans: 方向十字键
zh_hk: 方向十字鍵

# asyncFrameDequeueStackTip
source: - Disabled: may improve visual smoothness - Enabled: may improve control input responsiveness
zh_hans: - 关闭：或改善画面连贯性 - 开启：或改善控制输入响应延迟
zh_hk: - 關閉：或改善畫面連貫性 - 開啟：或改善控制輸入響應延遲

source: Audio
zh_hans: 音频
zh_hk: 音訊

# audioConfigStackTip
source: - Stereo: Stereo mode driven by the system audio engine. Offers better audio quality and continues playback when the screen is off. - Stereo (SDL): Stereo mode driven by the SDL engine. This mode is essentially equivalent to Moonlight-iOS audio. Playback cannot be maintained after the screen is turned off. - 5.1 / 7.1 Channels: both are driven by the SDL engine. Playback cannot be maintained after the screen is turned off. Available for iOS 18+.
zh_hans: - 双声道：由系统音频引擎驱动的双声道模式。音质更好、熄屏可维持播放。 - 双声道(SDL)：由SDL引擎驱动的双声道模式。此模式基本上等价于moonlight-iOS音频。熄屏后无法维持播放。 - 5.1 / 7.1 声道：均为SDL引擎驱动。熄屏后无法维持播放。需 iOS 18 以上支持。
zh_hk: - 雙聲道：由系統音訊引擎驅動的雙聲道模式。音質較佳，且在熄屏後仍可維持播放。 - 雙聲道（SDL）：由 SDL 引擎驅動的雙聲道模式。此模式基本等同於 Moonlight-iOS 的音訊。熄屏後無法維持播放。 5.1／7.1 聲道：皆由 SDL 引擎驅動。熄屏後無法維持播放，需 iOS 18 以上支援。

source: Auto dock disabled
zh_hans: 自动吸附: 已关闭
zh_hk: 自動吸附: 已關閉

source: Auto dock: %d s
zh_hans: 自动吸附: %d 秒
zh_hk: 自動吸附: %d 秒

source: Auto tap disabled
zh_hans: 连点已关闭
zh_hk: 連點已關閉

source: Auto tap: %dms
zh_hans: 自动连点: %dms
zh_hk: 自動連點: %dms

source: Autotap timer
zh_hans: 连点定时器
zh_hk: 連點定時器

source: Back
zh_hans: 返回
zh_hk: 返回

source: Balanced
zh_hans: 平衡
zh_hk: 平衡

source: Ball: assumed touch point. Cross: indicator location
zh_hans: 小球: 假定的触点 十字: 指示器偏离位置
zh_hk: 球：假設的觸控點 十字：指示器位置

source: Batch edit
zh_hans: 批量修改
zh_hk: 批次修改

source: Batch updated
zh_hans: 单控件修改
zh_hk: 單控件修改

# betterPerformanceLink
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/pruyeo2a5imihey5
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/hxns3rgbcqhtyq0t
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/hxns3rgbcqhtyq0t

source: Bitrate: %.1f Mbps
zh_hans: 串流码率: %.1f Mbps
zh_hk: 位元率：%.1f Mbps

source: Bitrate: %.1f Mbps - Use High Bitrates with Caution!
zh_hans: 串流码率: %.1f Mbps - 码率偏高, 谨慎使用!
zh_hk: 位元率：%.1f Mbps - 請謹慎使用高位元率！

# bitrateStackTip
source: Only increase the bitrate if your network is capable, be particularly careful above 50 Mbps.
zh_hans: 调高码率, 尤其是超过50Mbps时, 请确保具备相应网络条件.
zh_hk: 僅在您的網路有能力時才增加位元率，尤其是在超過 50 Mbps 時要特別小心。

source: Border alpha
zh_hans: 边界透明度
zh_hk: 邊界透明度

source: Border opacity: %.2f
zh_hk: 邊界透明度: %.2f

source: Border width
zh_hans: 边界宽度
zh_hk: 邊框寬度

source: Border width: %.2f
zh_hans: 边界宽度: %.2f
zh_hk: 邊框寬度: %.2f

source: Bring up softkeyboard
zh_hans: 打开软键盘
zh_hk: 開啟軟鍵盤

source: Brush shortcut
zh_hans: 笔刷快捷键
zh_hk: 筆刷快速鍵

source: Brush Shortcut
zh_hans: 笔刷快捷键
zh_hk: 筆刷快速鍵

source: Button label
zh_hans: 按键标签
zh_hk: 按鍵標籤

source: Button mode
zh_hans: 按键模式
zh_hk: 按鍵模式

# buttonModeLink
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/tvlizqfgoidrn20o
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/mbyiwshw8bxhktlh
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/mbyiwshw8bxhktlh

# buttonModeTip
source: Tap “Tutorial” to learn about button modes.
zh_hans: 点击 “看教程” 了解按键模式。
zh_hk: 點擊「看教學」了解按鍵模式。

source: Calibrating...
zh_hans: 正在校准…
zh_hk: 正在校準…

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Cannot select two touchpad controls at the same time
zh_hans: 不能同时选择两个触摸板控件
zh_hk: 不能同時選擇兩個觸控板控制項

source: Check the command and parameter.
zh_hans: 请检查输入的命令和参数
zh_hk: 請檢查指令和參數。

source: Choose a gyro control style
zh_hans: 选择陀螺仪控制样式
zh_hk: 選擇陀螺儀控制樣式

source: Circle
zh_hans: 圆形
zh_hk: 圓形

source: Clear
zh_hans: 清空
zh_hk: 清空

source: Collapse
zh_hans: 收起
zh_hk: 收合

source: Collect other widgets or subfolders. Button-combo available.
zh_hans: 收纳其他控件或子控件夹。允许组合其他按键。
zh_hk: 收納、摺疊其他控制項或子控制項夾。允許組合其他按鍵。

source: Combination mode
zh_hans: 组合模式
zh_hk: 組合模式

source: Combine this with a brush keyboard shortcut for PC software
zh_hans: 将此与 PC 软件的笔刷快捷键组合使用
zh_hk: 將此與 PC 軟體的筆刷快速鍵搭配使用

source: Combine this with a eraser keyboard shortcut for PC software
zh_hans: 将此与 PC 软件的橡皮擦快捷键组合使用
zh_hk: 將此與 PC 軟體的橡皮擦快速鍵搭配使用

source: Command:
zh_hans: 命令:
zh_hk: 指令:

source: Component size: %.2f
zh_hans: 组件大小: %.2f
zh_hk: 組件大小: %.2f

source: Connecting
zh_hans: 正在连接
zh_hk: 正在連線

source: Connecting...
zh_hans: 正在连接…
zh_hk: 正在連線...

source: Connection Error
zh_hans: 连接错误
zh_hk: 連線錯誤

source: Connection Failed
zh_hans: 连接失败
zh_hk: 連線失敗

source: Connection Help
zh_hans: 连接帮助
zh_hk: 連線說明

source: Connection Interrupted
zh_hans: 连接已中断
zh_hk: 連線已中斷

source: Connection Terminated
zh_hans: 连接已终止
zh_hk: 連線已終止

# ConnectionFailedFirewall
source: Check your firewall and port forwarding rules for port(s): %s
zh_hans: 检查主机端防火墙以及端口%s的转发规则
zh_hk: 檢查您的防火牆和以下連接埠的連接埠轉發規則： %s

source: Continue
zh_hans: 继续
zh_hk: 繼續

source: Controller
zh_hans: 手柄
zh_hk: 控制器

# controllerGyroSwitchButtonStackTip
source: Gyro toggle button: %@ Gyro hold-down button: %@ These buttons are able to switch DS4 gyro mapping on & off when enabled.
zh_hans: 陀螺仪切换按键: %@ 陀螺仪保持按键: %@ 以上按键被启用后，也可用于启动/暂停DS4陀螺仪映射
zh_hk: 陀螺儀切換按鍵: %@ 陀螺儀保持按鍵: %@ 以上按鍵啟用後，也可用於啟動／暫停 DS4 陀螺儀映射。

# controllerMouseExpoStackTip
source: The larger this value is, the flatter the curve becomes near the zero point (center). When set to 1, it is completely linear.
zh_hans: 该值越大，接近零点(中心点)的曲线越平缓。为 1 时则为完全线性。
zh_hk: 該值越大，接近零點（中心點）的曲線越平緩。為 1 時則為完全線性。

# controllerToMouseStackTip
source: Long press to switch to mouse mode: %@ Stick for moving mouse pointer: %@ Mouse left button: %@ Mouse right button: %@
zh_hans: 长按切换鼠标模式: %@ 控制鼠标的摇杆: %@ 鼠标左键: %@ 鼠标右键: %@
zh_hk: 長按切換滑鼠模式: %@ 控制滑鼠的搖桿: %@ 滑鼠左鍵: %@ 滑鼠右鍵: %@

source: Create
zh_hans: 创建
zh_hk: 建立

source: Create New
zh_hans: 新增
zh_hk: 建立新的

source: Create shortcut
zh_hans: 生成快捷键
zh_hk: 生成快速鍵

source: Create widget
zh_hans: 创建控件
zh_hk: 建立控制項

# ctrlDownForPinchStackTip
source: When disabled, pinch gesture equals vertical scrolling. Works for some games that use vertical scrolling for zooming.
zh_hans: 关闭此选项时, 捏合缩手势相当于垂直滚动. 对一些使用垂直滚动缩放画面的游戏有效.
zh_hk: 關閉此選項時, 捏合縮手勢相當於垂直滾動. 對一些使用垂直滾動縮放畫面的遊戲有效.

source: Custom Resolution Selected
zh_hans: 已设定为自定义分辨率
zh_hk: 已選取自訂解析度

source: Custom resolutions are not officially supported by GeForce Experience, so it will not set your host display resolution. You will need to set it manually while in game. Resolutions that are not supported by your client or host PC may cause streaming errors.
zh_hans: 您可能需要在主机端的显卡控制面板手动添加自定义分辨率
zh_hk: GeForce Experience 未正式支援自訂解析度，因此不會設定您的主機顯示解析度。您需要在遊戲中手動設定。 您的用戶端或主機電腦不支援的解析度可能會導致串流錯誤。

# customOscTip
source: 1. From %@ edge, slide %@ screen width to open toolbox menu. 2. Enter “on-screen widget tool”.
zh_hans: 1. 从屏幕 %@ 边缘向内滑动 %@ 屏幕宽度, 打开工具栏菜单. 2. 选择“打开屏显控件工具”.
zh_hk: 1. 從螢幕 %@ 邊緣向內滑動 %@ 螢幕寬度，開啟工具欄選單. 2. 選擇「編輯螢幕控制項佈局」。

source: DecelerationRateX: %.3f
zh_hans: 减速率X: %.3f
zh_hk: 減速率X: %.3f

source: DecelerationRateY: %.3f
zh_hans: 减速率Y: %.3f
zh_hk: 減速率Y: %.3f

source: Del
zh_hans: 刪除
zh_hk: 刪除

# delayLeftClickStackTip
source: Optimized for game “Old School RuneScape”.
zh_hans: 对 OSRS (Old School RuneScape) 有效
zh_hk: 對 OSRS（Old School RuneScape）有效

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Delete Buttons Here
zh_hans: 按键删除
zh_hk: 在此處刪除按鈕

source: Detailed Tutorial
zh_hans: 详细教程
zh_hk: 詳細教程

source: Detecting...
zh_hans: 检测中…
zh_hk: 正在偵測...

source: Direction pad cannot be combined with gyro button
zh_hans: 方向键不能与陀螺仪按键组合
zh_hk: 方向鍵不能與陀螺儀按鍵組合

source: Direction pad cannot be combined with their inner button
zh_hans: 方向键不能与其内侧按键组合
zh_hk: 方向鍵不能與其內側按鍵組合

source: Disable hold-down button
zh_hans: 禁用保持键
zh_hk: 禁用保持鍵

source: Disable press-toggle button
zh_hans: 禁用切换键
zh_hk: 禁用切換鍵

source: Disable single finger touch for stream view
zh_hans: 禁用串流视图的单指触控
zh_hk: 停用串流畫面的單指觸控

source: Disable single point touch
zh_hans: 禁用单点触控
zh_hk: 停用單點觸控

source: Disable touch
zh_hans: 禁用触控
zh_hk: 停用觸控

source: Disconnect and quit current app
zh_hans: 断开并退出当前应用
zh_hk: 斷開並退出目前應用程式

source: Disconnect current connection
zh_hans: 断开当前连接
zh_hk: 斷開目前連線

source: Displacement-based left stick pad
zh_hans: 位移型左摇杆触控板
zh_hk: 位移型左搖桿觸控板

source: Displacement-based right stick pad
zh_hans: 位移型右摇杆触控板
zh_hk: 位移型右搖桿觸控板

source: Docked opacity: %d%%
zh_hk: 吸附後透明度: %d%%

source: Done
zh_hans: 完成
zh_hk: 完成

# doubleTapShortcutStackTip
source: Brush shortcut: %@ Eraser shortcut: %@
zh_hans: 笔刷快捷键: %@ 橡皮擦快捷键: %@
zh_hk: 筆刷快速鍵: %@ 橡皮擦快速鍵: %@

source: Down
zh_hans: 下
zh_hk: 下

source: Down Arrow
zh_hans: 下箭头
zh_hk: 下箭頭

source: Dpad
zh_hans: 手柄十字键
zh_hk: 手把十字鍵

source: Drag and drop buttons onto this trash can to remove them from the interface
zh_hans: 将按键拖动到这个垃圾桶即可删除
zh_hk: 將按鈕拖放到此垃圾桶以將其從介面中移除

source: Drawing Toolkit
zh_hans: 绘画
zh_hk: 繪畫

source: Drift Correction
zh_hans: 漂移修正
zh_hk: 漂移修正

source: DS4 touchpad
zh_hans: DS4 触摸板
zh_hk: DS4 觸控板

source: DS4 touchpad button
zh_hans: DS4 触摸板按键
zh_hk: DS4 觸控板按鍵

source: e.g. ctrl, lswheel, wasdpad...
zh_hans: 如ctrl, lswheel, wasdpad...
zh_hk: 如ctrl, lswheel, wasdpad...

# edgeSlidingSensitivityStackTip
source: Higher sensitivity make it easier to trigger settings menu & tool box gestures, but will widen the untouchable screen edge area.
zh_hans: 更高的灵敏度使设置菜单和工具箱手势更易于触发，但同时增加了屏幕边缘触控无响应区域的宽度。
zh_hk: 更高的靈敏度使設定選單和工具箱手勢更容易觸發，但同時也會增加螢幕邊緣觸控無反應區域的寬度。

source: Edit
zh_hans: 编辑
zh_hk: 編輯

source: Edit layout
zh_hans: 编辑布局
zh_hk: 編輯版面

source: Edit layout during streaming
zh_hans: 串流时修改布局
zh_hk: 在串流視圖中修改佈局

source: Edit Selected Widget
zh_hans: 编辑所选控件
zh_hk: 編輯選取的控制項

# emulatedControllerTypeStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/uscwmv3vz8g30rmk
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/bz6ggagp0ly4loq3
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/bz6ggagp0ly4loq3

# emulatedControllerTypeStackTip
source: Sunshine emulates game controller via VigemBus, which support DS4 & Xbox360. - Xbox360 does not support gyro. - When “both” is selected, the app will map built-in gyro as player0 & external game controller as player1
zh_hans: Sunshine 通过 VigemBus 模拟游戏手柄，支持 DS4 和 Xbox 360。 - Xbox 360 不支持陀螺仪。 - 当选择“同时映射”时，app会将内置陀螺仪映射为玩家0，外接手柄映射为玩家1。
zh_hk: Sunshine 透過 VigemBus 模擬遊戲控制器，支援 DS4 和 Xbox 360。 - Xbox 360 不支援陀螺儀。 - 當選擇「同時映射」時，app 會將內建陀螺儀對應為玩家0，外接控制器對應為玩家1。

# enableOswForNativeTouchSwitchTip
source: Disabling this option will turn off the on-screen controls and physical mouse. Apple Pencil will also be unable to function properly.
zh_hans: 关闭此选项将禁用屏显控件、物理鼠标。Apple Pencil 也将无法正常使用。
zh_hk: 關閉此選項將停用螢幕控制元件與實體滑鼠。Apple Pencil 也將無法正常使用。

source: Enter a new command and alias
zh_hans: 输入新命令和对应的别名
zh_hk: 輸入新指令與別名

source: Enter brush keyboard shortcut:
zh_hans: 输入笔刷快捷键:
zh_hk: 输入筆刷快速鍵：

source: Enter Custom Resolution
zh_hans: 输入自定义分辨率
zh_hk: 輸入自訂解析度

source: Enter eraser keyboard shortcut:
zh_hans: 输入橡皮擦快捷键：
zh_hk: 輸入橡皮擦快速鍵:

source: Enter IP address to add host manually
zh_hans: 输入主机端IP地址
zh_hk: 輸入IP位址以手動新增主機

source: Enter label(optional)
zh_hans: 输入标签（可选）
zh_hk: 輸入標籤（可選）

source: Enter picture-in-picture mode
zh_hans: 进入画中画模式
zh_hk: 進入子母畫面模式

source: Enter PiP
zh_hans: 画中画
zh_hk: 子母畫面

source: Enter the command & alias label
zh_hans: 输入控件命令和别名标签
zh_hk: 輸入指令與別名標籤

source: Enter the name you want to save this profile as
zh_hans: 将当前布局另存为
zh_hk: 輸入您要儲存此版面配置的名稱

source: Enter the relative height of the soft keyboard according to the scale (make sure app is in landscape fullscreen mode):
zh_hans: 按刻度输入软键盘的相对高度(请确保 App 运行在横向全屏状态):
zh_hk: 按刻度輸入軟鍵盤的相對高度(請確保 App 運行於橫向全螢幕狀態):

# Enter_PIN_Msg
source: Enter the following PIN on the host machine: %@ If your host PC is running Sunshine, navigate to the Sunshine web UI to enter the PIN
zh_hans: 请在主机端输入PIN码: %@ 如果主机运行的是Sunshine, 请在网页控制台输入PIN码
zh_hk: 在主機上輸入以下 PIN 碼：%@ 如果您的主機電腦正在執行 Sunshine，請導覽至 Sunshine Web UI 以輸入 PIN

# enterSqueezeReleaseShort
source: Enter shortcut on squeeze release If you want squeeze-press shortcut keys pressed until release, enter 'null':
zh_hans: 输入松开时发送的快捷键 如果需要按住捏笔快捷键直到松开，请输入’null’：
zh_hk: 輸入在鬆開時要發送的快速鍵 如果需要按住捏筆快速鍵直到鬆開，請輸入 “null”：

source: Eraser shortcut
zh_hans: 橡皮擦快捷键
zh_hk: 橡皮擦快速鍵

source: Eraser Shortcut
zh_hans: 橡皮擦快捷键
zh_hk: 橡皮擦快速鍵

source: Example: b, ctrl+b, alt+b ...
zh_hans: 例如: b, ctrl+b, alt+b …
zh_hk: 例如: b, ctrl+b, alt+b …

source: Example: e, ctrl+e, alt+e ...
zh_hans: 例如: e, ctrl+e, alt+e …
zh_hk: 例如: e, ctrl+e, alt+e …

source: Exit
zh_hans: 退出
zh_hk: 離開

source: Expands setting menu during streaming
zh_hans: 在串流期间展开设置菜单
zh_hk: 在串流期間展開設定選單

source: Experimental
zh_hans: 实验性功能
zh_hk: 實驗性

# externalDisplayModeStackDoc
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/bu3hki4pezy93g6r
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/cqbse6t4o6f9hil1
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/cqbse6t4o6f9hil1

# externalDisplayModeStackTip
source: Keyboard Shortcuts for VoidLink (Desktop Mode): Ctrl + Alt + Shift + D — Disconnect the current session Ctrl + Alt + Shift + Q — Disconnect the current session and quit current app Ctrl + Alt + Shift + S — Expand the settings menu Ctrl + Alt + Shift + O — Toggle the statistics overlay Ctrl + Alt + Shift + C — Toggle mouse pointer visibility
zh_hans: VoidLink 桌面模式快捷键： Ctrl + Alt + Shift + D — 断开当前会话 Ctrl + Alt + Shift + Q — 断开当前会话并退出当前app Ctrl + Alt + Shift + S — 展开设置菜单 Ctrl + Alt + Shift + O — 切换性能信息叠加 Ctrl + Alt + Shift + C — 切换鼠标指针可见性
zh_hk: VoidLink 桌面模式快速鍵： Ctrl + Alt + Shift + D — 中斷目前連線 Ctrl + Alt + Shift + Q — 中斷目前連線並退出目前app Ctrl + Alt + Shift + S — 展開設定選單 Ctrl + Alt + Shift + O — 切換統計資訊覆蓋 Ctrl + Alt + Shift + C — 切換滑鼠指標可見性

source: Failed to import profiles
zh_hans: 布局导入失败
zh_hk: 匯入版面配置失敗

source: Failed to quit app. If this app was started by another device, you'll need to quit from that device.
zh_hans: 退出应用失败. 如果此应用是由其他串流设备启动的, 请用相应的设备退出此应用
zh_hk: 退出應用程式失敗。如果此應用程式是由其他裝置啟動的，您需要從該裝置退出。

source: Failed to resolve host.
zh_hans: 解析主机域名失败
zh_hk: 解析主機失敗。

source: Favorite Settings
zh_hans: 收藏夹
zh_hk: 我的最愛設定

source: Finished
zh_hans: 完成
zh_hk: 完成

source: Finished!
zh_hans: 完成！
zh_hk: 完成！

source: First Launch Tips
zh_hans: 首次串流提示
zh_hk: 首次啟動提示

# firstPressureCurvePersistTip
source: Pressure curve saved with current game profile. To switch game profile, tap the [gamepad icon] on navigation bar. When you switch game profile, pressure curve will change too.
zh_hans: 笔压曲线已随 [游戏配置] 保存。点击导航栏的 [手柄图标] 即可切换游戏配置。 切换屏显控件配置时，笔压曲线也将随之变化。
zh_hk: 筆壓曲線已隨［遊戲配置］保存。點擊導覽列的［手把圖示］即可切換遊戲配置。 切換螢幕控制項配置時，筆壓曲線也將隨之變化。

source: Floating keyboard not supported
zh_hans: 不支持悬浮键盘
zh_hk: 不支援懸浮鍵盤

source: Folder
zh_hans: 文件夹(控件夹)
zh_hk: 資料夾（控制項夾）

source: Folder Button
zh_hans: 控件夹按键
zh_hk: 控制項夾按鍵

# folderButtonModeTip
source: Folder button supports the following modes: - Slide and hold: Expands while pressed and collapses when released. Double-tap and hold to drag during streaming. - Movable: Tap to toggle expand/collapse. Long press to enter draggable mode. - Normal: Tap to toggle expand/collapse state. Cannot be dragged and moved during streaming.
zh_hans: Folder 控件夹按键支持以下模式： - 滑动时按下: 按压时展开，松开折叠。双击并长按可在串流过程中拖动。 - 可移动：点按切换展开 / 折叠。长按进入可拖动状态。 - 常规：点按切换展开 / 折叠状态。无法在串流中被拖动。
zh_hk: Folder 控件夾按鍵支援以下模式： - 滑動時按下：按壓時展開，鬆開折疊。雙擊並長按可在串流過程中拖動。 - 可移動：點按切換展開／折疊狀態。長按進入可拖動狀態。 - 常規：點按切換展開／折疊狀態。無法在串流中被拖動。

# folderTutorialUrl
source: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/it0qruyul6be8gr1
zh_hans: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/li9ogn1rlb50fn52
zh_hk: https://voidlink.yuque.com/org-wiki-voidlink-znirha/fa3tgr/li9ogn1rlb50fn52

source: Force pencil entering hovering on host
zh_hans: 强制让 Pencil 在主机端进入悬停状态
zh_hk: 強制讓 Pencil 在主機端進入懸浮狀態

# framePacingStackTip
source: - Off = no frame pacing, previously “Lowest Latency”. - Legacy, previously “Smoothest Video” (though it’s not the smoothest option anymore)
zh_hans: - 关闭 = 无帧步进控制，即为moonlight的“最低延迟”. - 传统模式，相当于之前的“最高流畅度” (尽管已经不是最流畅的选项).
zh_hk: - 關閉 = 無影格步調控制，即為之前的“最低延遲”。 - 傳統模式，相當於之前的“最高流暢度”（儘管已經不是最流暢的選項）。

source: Frames to Buffer
zh_hans: 缓冲帧数
zh_hk: 緩衝影格數

source: Frames to buffer: %ld
zh_hans: 缓冲帧数：%ld
zh_hk: 緩衝影格數：%ld

source: From the player community, to the player community.
zh_hans: 从玩家社区中来，到玩家社区中去。
zh_hk: 從玩家社群中來，到玩家社群中去。

source: Functional Widgets
zh_hans: 功能型控件
zh_hk: 功能控制項

source: Functional widgets cannot be combined with other functional widgets
zh_hans: 功能型控件不能与其他功能型控件组合
zh_hk: 功能控制項不能與其他功能控制項組合

source: Functional widgets cannot be combined with touchpad controls
zh_hans: 功能型控件不能与触摸板控件组合
zh_hk: 功能控制項不能與觸控板控制項組合

source: Game Profile
zh_hans: 游戏配置
zh_hk: 遊戲配置

source: Gamepad
zh_hans: 手柄
zh_hk: 手把

source: Gamepad A
zh_hans: 手柄 A
zh_hk: 手把 A

source: Gamepad B
zh_hans: 手柄 B
zh_hk: 手把 B

source: Gamepad Down
zh_hans: 手柄下
zh_hk: 手把下

source: Gamepad Home
zh_hans: 手柄主页键
zh_hk: 手把首頁鍵

source: Gamepad Left
zh_hans: 手柄左
zh_hk: 手把左

source: Gamepad Right
zh_hans: 手柄右
zh_hk: 手把右

source: Gamepad Up
zh_hans: 手柄上
zh_hk: 手把上

source: Gamepad X
zh_hans: 手柄 X
zh_hk: 手把 X

source: Gamepad Y
zh_hans: 手柄 Y
zh_hk: 手把 Y

# gamepadOverlayFeatureTip
source: Hello! I'm the VoidLink gamepad live feedback overlay. 1. You can use the "🎮 overlay” button in the widget menu to turn me on or off. 2. I can be resized by double-tap or two-finger pinch, and moved by dragging directly.
zh_hans: 你好！我是 VoidLink 手柄实时反馈叠加层。 1. 控件菜单中的 "🎮叠加” 按键可以打开或关闭我。 2. 我可以由双击或双指捏合改变大小、直接拖动改变位置。
zh_hk: 你好！我是 VoidLink 手把即時反饋疊加層。 1. 控制選單中的「🎮疊加」按鍵可以開啟或關閉我。 2. 我可以透過雙擊或雙指捏合改變大小，也可以直接拖曳改變位置。

# gameProfileIntroduction
source: - The on-screen widget layout (including the virtual gamepad, virtual buttons, etc.), as well as the options in the settings menu marked with a [gamepad icon] (such as motion control settings), are all saved in the game profile. - To switch game profile during streaming, swipe inward from the %@ edge of the screen by %@ of screen width, open [Switch Game Profile] in the toolbox menu
zh_hans: - 屏显控件布局(包含虚拟手柄、虚拟按键等)，以及设置菜单中标记 [手柄图标] 的选项(如体感控制参数)，皆保存在游戏配置中。 - 串流过程中, 由屏幕 %@ 边缘向内滑动 %@ 屏宽，即可在工具箱菜单中打开 [切换游戏配置]
zh_hk: - 螢幕控制項佈局（包含虛擬手把、虛擬按鍵等），以及設定選單中標記 [手把圖示] 的選項（如體感控制參數），皆保存在遊戲配置中。 - 串流過程中，由螢幕 %@ 邊緣向內滑動 %@ 螢幕寬度，即可在工具箱選單中開啟［切換遊戲配置］

# gameProfileStackTip
source: This setting is saved in [Game Profile]. To open game profile selector: - Tap the gamepad icon on navigation bar - While streaming, swipe inward from the %@ edge of the screen by %@ of screen width, open [Switch Game Profile] in the toolbox menu
zh_hans: 该设置保存在 [游戏配置] 中. 游戏配置切换入口: - 点击导航栏的手柄图标 - 串流时，由屏幕 %@ 边缘向内滑动 %@ 屏宽，在工具箱菜单中打开 [切换游戏配置]
zh_hk: 此設定保存在［遊戲配置］中。遊戲配置切換入口： - 點擊導覽列的手把圖示 - 串流時，由螢幕 %@ 邊緣向內滑動 %@ 螢幕寬度，在工具箱選單中開啟［切換遊戲配置］

source: Gestures
zh_hans: 手势
zh_hk: 手勢

# globeAsEscapeStackTip
source: Disable this if you’re not using a Magic Keyboard for iPad without an escape key.
zh_hans: 如果外接键盘自带ESC键，可以关闭此选项。
zh_hk: 如果外接鍵盤自帶 Esc 鍵，可以關閉此選項。

source: Go to Settings
zh_hans: 前往系统设置
zh_hk: 前往系統設定

source: Got it!
zh_hans: 了解！
zh_hk: 知道了！
